Repository: ChillVeen/PoStars
Catalog: Localization/*.lproj/Localizable.strings
Languages: it

source: Unable to fetch coordinates. Please ensure that the localization services are enabled and that the radio signal of your device is strong and try again.
it: Impossibile ottenere le coordinate. Assicurati che i servizi di localizzazione siano attivati e che il segnale radio del tuo dispositivo sia forte e riprova.

source: Fetching location...
it: Recupero della posizione...

source: Fetch location
it: Recupera posizione

source: Looking at the sky
it: Guardando il cielo

source: Transit Time
it: Tempo di transito

source: Date
it: Data

source: Temperature
it: Temperatura

source: Cloud coverage
it: Copertura nuvolosa

source: Precipitation
it: Precipitazioni

source: Humidity
it: Umidità

source: Rise time
it: Tempo di levata

source: The time it takes for the object to rise above the horizon after the observer's local horizon. This value depends on the observer's location and the object's current position relative to the Earth.
it: Il tempo necessario affinché l'oggetto si alzi sopra l'orizzonte dopo l'orizzonte locale dell'osservatore. Questo valore dipende dalla posizione dell'osservatore e dalla posizione corrente dell'oggetto rispetto alla Terra.

source: Set time
it: Tempo di tramonto

source: The time when the object sets below the horizon after being visible in the sky. This value is also location-dependent and depends on the object's position relative to the observer.
it: Il momento in cui l'oggetto tramonta sotto l'orizzonte dopo essere stato visibile nel cielo. Questo valore dipende anche dalla posizione e dalla posizione dell'oggetto rispetto all'osservatore.

source: Transit time
it: Tempo di transito

source: The time when the object crosses the observer's local meridian (an imaginary line running from north to south through the observer's location). It's the moment the object is highest in the sky.
it: Il momento in cui l'oggetto attraversa il meridiano locale dell'osservatore (una linea immaginaria che va da nord a sud attraverso la posizione dell'osservatore). È il momento in cui l'oggetto è più alto nel cielo.

source: Max. time observable
it: Tempo massimo osservabile

source: The maximum time the object is observable, usually referring to the period between rise time and set time when the object is visible in the sky.
it: Il tempo massimo in cui l'oggetto è osservabile, solitamente riferito al periodo tra il tempo di alba e il tempo di tramonto quando l'oggetto è visibile nel cielo.

source: Vmag
it: Magnitudine visuale

source: Visual magnitude is the measure of the object's brightness as seen from Earth in the visible spectrum. A smaller value indicates a brighter object, with negative values indicating exceptionally bright objects.
it: La magnitudine visuale è la misura della luminosità dell'oggetto vista dalla Terra nello spettro visibile. Un valore più piccolo indica un oggetto più luminoso, con valori negativi che indicano oggetti eccezionalmente luminosi.

source: Dec.
it: Declinazione

source: Declination is a celestial coordinate that is similar to latitude on Earth, measuring the angular distance of an object north or south of the celestial equator. It helps determine the object's position in the sky.
it: La declinazione è una coordinata celeste simile alla latitudine sulla Terra, che misura la distanza angolare di un oggetto a nord o a sud dell'equatore celeste. Aiuta a determinare la posizione dell'oggetto nel cielo.

source: R.A.
it: Ascensione Retta

source: Right Ascension is a celestial coordinate that corresponds to the object's angular distance measured eastward along the celestial equator, similar to longitude on Earth. It is one of the coordinates used to pinpoint the location of astronomical objects in the sky.
it: L'Ascensione Retta è una coordinata celeste che corrisponde alla distanza angolare dell'oggetto misurata verso est lungo l'equatore celeste, simile alla longitudine sulla Terra. È una delle coordinate utilizzate per individuare la posizione degli oggetti astronomici nel cielo.

source: Helio. range (au)
it: Distanza eliocentrica (au)

source: Heliocentric distance is the distance between the object and the Sun, measured in Astronomical Units (AU). 1 AU is the average distance from the Earth to the Sun, approximately 93 million miles (150 million kilometers).
it: La distanza eliocentrica è la distanza tra l'oggetto e il Sole, misurata in Unità Astronomiche (AU). 1 AU è la distanza media dalla Terra al Sole, circa 93 milioni di miglia (150 milioni di chilometri).

source: Topo. range (au)
it: Distanza topocentrica (au)

source: Topocentric distance is the distance between the object and the observer's location on Earth, measured in Astronomical Units (AU).
it: La distanza topocentrica è la distanza tra l'oggetto e la posizione dell'osservatore sulla Terra, misurata in Unità Astronomiche (AU).
